Repository: dohwadev/MidiBard2
Catalog: Midibard/Resources/Language.*.resx
Languages: de, ja, zh_hans, zh_hant

# text tracks in playlist
source: {0} tracks in current playlist.
de: {0} Tracks in der aktuellen Playlist.
ja: 現在のプレイリストには{0}曲があります
zh_hans: 当前播放列表中有 {0} 首乐曲
zh_hant: 當前播放清單中有 {0} 首樂曲

source: ImGui file dialog
de: ImGui-Datei-Dialog
ja: ImGui ファイル ダイアログ ボックスを使用する (国服 6.1 までは使用できません)
zh_hans: 使用 ImGui 文件对话框（国服6.1前不可用）
zh_hant: 使用 ImGui 檔案對話框（國服6.1前不可用）

# w32 file dialog
source: Win32 file dialog
de: Win32-Dateidialogfeld
ja: [Win32 ファイル] ダイアログ ボックスを使用します
zh_hans: 使用 Win32 文件对话框
zh_hant: 使用 Win32 檔對話框

# tone mode standard
source: Standard
de: Norm
ja: 標準
zh_hans: 标准
zh_hant: 標準

# tone mode standard tooltip
source: Standard: Standard midi channel and ProgramChange handling, each channel will keep it's program state separately.
de: Standard: Standardmäßige Midi-Kanal- und ProgramChange-Behandlung, jeder Kanal behält seinen Programmstatus separat bei.
ja: 標準: 標準の MIDI チャンネルとトーン変換イベントは、同じチャンネルの別のトーン変換イベントがトーンの状態を書き換えるまで、各 MIDI チャンネルのトーンを個別に保持します。
zh_hans: 标准：标准MIDI通道和音色转换事件处理，每个MIDI通道会分别保持其音色，直到同通道的另一个音色转换事件改写其音色状态。
zh_hant: 標準：標準MIDI通道和音色轉換事件處理，每個MIDI通道會分別保持其音色，直到同通道的另一個音色轉換事件改寫其音色狀態。

# text select playmode
source: Playmode:
de: Spielmodus:
ja: 再生モード:
zh_hans: 播放模式：
zh_hant: 播放模式：

# setting tooltip auto restart listening
source: Try auto restart listening last used midi device
de: Versuchen Sie, das zuletzt verwendete Midi-Gerät automatisch neu zu starten
ja: 最後に使用した MIDI 入力デバイスを自動的にリッスンしてみます
zh_hans: 尝试自动恢复监听最后使用过的MIDI输入设备
zh_hant: 嘗試自動恢復監聽最後使用過的MIDI輸入設備

# play mode single
source: Single
de: Ledig
ja: シングル再生(シングル終了後に停止)
zh_hans: 单曲播放（单曲结束后停止）
zh_hant: 單曲播放（單曲結束後停止）

# icon button tooltip import file
source: Import midi file Right click to select file dialog type
de: Midi-Datei importieren Klicken Sie mit der rechten Maustaste, um den Dateidialogtyp auszuwählen
ja: MIDIファイルをインポートします [ファイルのインポート] ダイアログ ボックスの種類を右クリックします
zh_hans: 导入MIDI文件 右键点击选择导入文件对话框类型
zh_hant: 匯入MIDI檔 右鍵點擊選擇匯入檔案對話框類型

# icon button tooltip import folder
source: Import folder Imports all midi files in selected folder and it's all subfolders. This may take a while when you select a folder that contains multiple layers of subfolders.
de: Ordner importieren Importiert alle Midi-Dateien in den ausgewählten Ordner und es sind alle Unterordner. Dies kann eine Weile dauern, wenn Sie einen Ordner auswählen, der mehrere Ebenen von Unterordnern enthält.
ja: フォルダをインポートします 選択したフォルダとそのすべてのサブフォルダからMIDI曲をインポートします フォルダに複数のフォルダが含まれている場合、インポート処理に時間がかかることがあります
zh_hans: 导入文件夹 导入选中的文件夹和其所有子文件夹中的MIDI乐曲 当文件夹包含多层子文件夹时，导入过程可能会多花费一些时间
zh_hant: 匯入資料夾 導入選中的資料夾和其所有子資料夾中的MIDI樂曲 當資料夾包含多層子資料夾時，導入過程可能會多花費一些時間

# text playlist is empty
source: Import midi files to start performing!
de: Importieren Sie Midi-Dateien, um mit der Leistung zu beginnen!
ja: いくつかのMIDIファイルをインポートして演奏を開始!
zh_hans: 导入一些MIDI文件来开始演奏！
zh_hant: 匯入一些MIDI檔來開始演奏！

# setting tooltip auto adapt notes
source: Adapt high/low pitch notes when they are out of range into 3 octaves we can play
de: Passen Sie hohe / tiefe Noten, wenn sie außerhalb des Bereichs liegen, in 3 Oktaven an, die wir spielen können
ja: 演奏できるまで、演奏範囲外のノートに対してオクターブを自動的に上げ/下げします
zh_hans: 对超出演奏范围的音符自动升/降八度直至其可以被演奏
zh_hant: 對超出演奏範圍的音符自動升/降八度直至其可以被演奏

# setting label transpose by track
source: Transpose per track
de: Transponieren pro Spur
ja: 分音トラックのシフト
zh_hans: 分音轨移调
zh_hant: 分音軌移調

# setting tooltip transpose by track
source: Transpose per track, right click to reset all tracks' transpose offset back to zero.
de: Transponieren pro Track, klicken Sie mit der rechten Maustaste, um den Transponierungs-Offset aller Tracks auf Null zurückzusetzen.
ja: オーディオトラックのシフトを分け、右クリックしてすべてのオーディオトラックのシフトを0に戻します
zh_hans: 分音轨移调，右键单击将全部音轨的移调重置回0
zh_hant: 分音軌移調，右鍵按下將全部音軌的移調重置回0

# tone mode override
source: Override
de: Überschreiben
ja: 分音トラックの書き換え
zh_hans: 分音轨重写
zh_hant: 分音軌重寫

# tone mode override tooltip
source: Override by track: Assign guitar tone manually for each track and ignore ProgramChange events.
de: Nach Spur überschreiben: Weisen Sie jedem Track manuell den Gitarrenton zu und ignorieren Sie ProgramChange-Ereignisse.
ja: 分音トラックの書き換え:各オーディオトラックは、その音色変換イベントを無視して、手動でエレキギターの音色を指定します。
zh_hans: 分音轨重写：为每个音轨手动指定电吉他音色，无视其音色转换事件。
zh_hant: 分音軌重寫：為每個音軌手動指定電吉他音色，無視其音色轉換事件。

# setting tooltip auto switch transpose instrument bmp trackname
source: Transpose/switch instrument based on first enabled midi track name(BMP rules)
de: Transponieren/Schalten des Instruments basierend auf dem zuerst aktivierten Midi-Track-Namen (BMP-Regeln)
ja: 最初に有効になっている MIDI トラックのオーディオトラック名に基づいて、インストゥルメントとシフトを自動的に切り替えます。
zh_hans: 根据首个被启用的MIDI音轨的音轨名自动切换乐器和移调。
zh_hant: 根據首個被啟用的MIDI音軌的音軌名自動切換樂器和移調。

# setting tooltip label auto switch instrument by file name
source: Auto switch instrument on demand. If you need this, please add #instrument name# before file name. E.g. #harp#demo.mid
de: Auto-Switch-Instrument auf Anfrage. Wenn Sie dies benötigen, Bitte fügen Sie #instrument Name# vor Dateiname hinzu. Z.B. #harp#demo.mid
ja: ファイル名に基づいてインストゥルメントを自動的に切り替えます インストゥルメントを自動的に切り替える必要がある場合は、ファイルの先頭に #インストゥルメント名を追加します。 例: #ルトチェン #demo.mid
zh_hans: 根据文件名自动切换乐器 如果需要自动切换乐器，请在文件开头添加 #乐器名# 例如：#鲁特琴#demo.mid
zh_hant: 根據檔名自動切換樂器 如果需要自動切換樂器，請在檔開頭添加 #樂器名# 例如：#魯特琴#demo.mid

# setting tooltip auto transpose by file name
source: Auto transpose notes on demand. If you need this, please add #transpose number# before file name. E.g. #-12#demo.mid
de: Automatische Umsetzung von Notizen bei Bedarf. Wenn Sie dies benötigen, Bitte fügen Sie #transpose Zahl# vor dem Dateinamen hinzu. Z.B. #-12#demo.mid
ja: ファイル名に基づいて自動的に移動します 自動シフトが必要な場合は、ファイルの先頭に #シフトするハーフトーンの数# を追加します。 たとえば、#-12#demo.mid
zh_hans: 根据文件名自动移调 如果需要自动移调，请在文件开头添加 #要移调的半音数量# 例如：#-12#demo.mid
zh_hant: 根據檔案名自動移調 如果需要自動移調，請在檔開頭添加 #要移調的半音數量# 例如：#-12#demo.mid

# setting label auto switch instrument bmp
source: Auto switch instrument(midi track name)
ja: MIDIトラック名に基づいてインストゥルメントを自動的に切り替えます
zh_hans: 根据MIDI音轨名自动切换乐器
zh_hant: 根據MIDI音軌名自動切換樂器

# tone mode off
source: Off
de: Aus
ja: 閉じます
zh_hans: 关闭
zh_hant: 關閉

# tone mode off tooltip
source: Off: Does not take over game's guitar tone control.
de: Off: Übernimmt nicht die Steuerung des Gitarrentons des Spiels.
ja: オフ:自動ギタートーンコントロールは使用されません。
zh_hans: 关闭：不使用自动吉他音色控制。
zh_hant: 關閉：不使用自動吉他音色控制。

# icon button tooltip help
source: Help
de: Hilfe
ja: MidiBardについて
zh_hans: 关于MidiBard
zh_hant: 關於MidiBard

# text ensemble mode running
source: Ensemble mode running
de: Laufender Ensemble-Modus
ja: アンサンブルモード走行中
zh_hans: 合奏模式运行中
zh_hant: 合奏模式運行中

# setting label song delay
source: Delay
de: Verzögerung
ja: 間隔時間
zh_hans: 间隔时间
zh_hant: 間隔時間

# setting label monitor ensemble
source: Monitor ensemble
ja: アンサンブルを監視します
zh_hans: 监控合奏
zh_hant: 監控合奏

# tone mode simple
source: Simple
de: Einfach
ja: 簡単です
zh_hans: 简单
zh_hant: 簡單

# tone mode simple tooltip
source: Simple: Simple ProgramChange handling, ProgramChange event on any channel will change all channels' program state. (This is BardMusicPlayer's default behavior.)
de: Einfach: Einfache ProgramChange-Behandlung, ProgramChange-Ereignis auf jedem Kanal ändert den Programmstatus aller Kanäle. (Dies ist das Standardverhalten von BardMusicPlayer.)
ja: シンプル: 単純なトーン変換イベントは、いずれかのチャンネルのトーン変換イベントがすべてのMIDIチャンネルのトーンステータスを上書きする方法で処理されます。 (これは BardMusicPlayer の既定の処理方法です)
zh_hans: 简单：简单的音色转换事件处理方式，任一通道上的音色转换事件会改写所有MIDI通道的音色状态。（这是BardMusicPlayer的默认处理方式）
zh_hant: 簡單：簡單的音色轉換事件處理方式，任一通道上的音色轉換事件會改寫所有MIDI通道的音色狀態。 （這是BardMusicPlayer的默認處理方式）

# setting label select ui language
source: Language
de: Sprache
ja: インターフェイス言語
zh_hans: 界面语言
zh_hant: 介面語言

# setting label select instrument
source: Instrument
ja: 楽器の選択
zh_hans: 乐器选择
zh_hant: 樂器選擇

# setting tooltip set progress
source: Set the playing progress Right click to restart current playback
de: Legen Sie den Spielfortschritt fest Klicken Sie mit der rechten Maustaste, um die aktuelle Wiedergabe neu zu starten
ja: 曲の再生の進行状況を右クリックし、曲の先頭に戻ります
zh_hans: 乐曲播放进度，右键单击回到乐曲开头
zh_hant: 樂曲播放進度，右鍵按下回到樂曲開頭

# icon button tooltip mini player
source: Mini player
ja: ミニプレーヤーを切り替えます
zh_hans: 切换迷你播放器
zh_hant: 切換迷你播放機

# icon button tooltip clear playlist
source: Clear Playlist
de: Wiedergabeliste löschen
ja: 再生リストを空にします
zh_hans: 清空播放列表
zh_hant: 清空播放清單

# setting label transpose all
source: Transpose
de: Transponieren
ja: フルオーディオトラックシフト
zh_hans: 全音轨移调
zh_hant: 全音軌移調

# setting tooltip set speed
source: Set the speed of events playing
de: Festlegen der Geschwindigkeit der Wiedergabe von Ereignissen
ja: Midi イベントの再生速度の倍数を設定します
zh_hans: 设置Midi事件的播放速度倍数
zh_hant: 設置Midi事件的播放速度倍數

# setting tooltip select instrument
source: Select current instrument Right click to quit performance mode
de: Aktuelles Instrument auswählen Klicken Sie mit der rechten Maustaste, um den Leistungsmodus zu beenden
ja: 現在のインストゥルメントを設定および切り替え、右クリックして再生モードを終了します
zh_hans: 设置和切换当前乐器，右键单击退出演奏模式
zh_hant: 設置和切換當前樂器，右鍵按下退出演奏模式

# icon button tooltip settings panel
source: Settings panel
de: Bedienfeld "Einstellungen"
ja: パネルを設定します
zh_hans: 设置面板
zh_hant: 設置面板

# setting label midi input device
source: MIDI Input
de: MIDI-Eingang
ja: デバイスを入力します
zh_hans: 输入设备
zh_hant: 輸入設備

# hint search textbox
source: Enter to search
de: Zur Suche eingeben
ja: 検索する文字列を入力します
zh_hans: 输入要搜索的字符串
zh_hant: 輸入要搜索的字串

# icon button tooltip clearplaylist tootltip
source: Double click to clear playlist
de: Doppelklicken Sie, um die Wiedergabeliste zu löschen
ja: 空にした再生リストをダブルクリックします
zh_hans: 双击清空播放列表
zh_hant: 按兩下清空播放清單

# icon button tooltip search playlist
source: Search playlist
de: Wiedergabeliste durchsuchen
ja: 再生リストを検索します
zh_hans: 搜索播放列表
zh_hant: 搜索播放清單

# icon button tooltip visualizer follow playback tooltip
source: Following current playback progress
de: Aktueller Wiedergabefortschritt
ja: ビジュアル ウィンドウのタイムラインは、現在の再生の進行状況に従います
zh_hans: 可视化窗口时间轴跟随当前播放进度
zh_hant: 可視化窗口時間軸跟隨當前播放進度

# setting tooltip tone mode
source: Choose how MidiBard will handle MIDI channels and ProgramChange events(current only affects guitar tone changing)
de: Wählen Sie, wie MidiBard MIDI-Kanäle und ProgramChange-Ereignisse behandelt (aktuell wirkt sich nur auf die Änderung des Gitarrenklangs aus)
ja: MIDI Channel イベントと ProgramChange イベントの処理方法を選択します (現在はギタートーンコントロールのみ)
zh_hans: 选择MIDIBARD如何处理MIDI Channel和ProgramChange事件（当前只用于吉他音色控制）
zh_hant: 選擇MIDIBARD如何處理MIDI Channel和ProgramChange事件（當前只用於吉他音色控制）

# setting tooltip select input device
source: Choose external midi input device. Right click to reset.
de: Wählen Sie externes MIDI-Eingabegerät. Klicken Sie mit der rechten Maustaste, um sie zurückzusetzen.
ja: 仮想midiインターフェイスやmidiキーボードなど、現在の外部MIDI入力デバイスを選択します 右クリックして外部入力の使用を停止します
zh_hans: 选择当前的外部MIDI输入设备，例如虚拟midi接口或midi键盘 右键单击停止使用外部输入
zh_hant: 選擇當前的外部MIDI輸入設備，例如虛擬midi介面或midi鍵盤 右鍵按下停止使用外部輸入

# setting tooltip language
source: Change Midibard UI language
de: Ändern der Midibar-Benutzeroberflächensprache
ja: インターフェイス言語を選択します
zh_hans: 选择界面语言
zh_hant: 選擇介面語言

# setting label set progress
source: Progress
de: Fortschritt
ja: 再生の進行状況
zh_hans: 播放进度
zh_hant: 播放進度

# icon button tooltip music control panel
source: Music control panel
de: Musik-Bedienfeld
ja: コントロールパネルを再生します
zh_hans: 演奏控制面板
zh_hant: 演奏控制面板

# setting label set play speed
source: Play speed
de: Spielgeschwindigkeit
ja: 演奏速度
zh_hans: 演奏速度
zh_hant: 演奏速度

# setting tooltip transpose all
source: Transpose, measured by semitone. Right click to reset.
de: Transponieren, gemessen am Halbton. Klicken Sie mit der rechten Maustaste, um sie zurückzusetzen.
ja: ハーフトーンで計算されたシフト +キーまたは-キーをタップしてオクターブを上げたり下げたりして、右クリックして0にリセットします
zh_hans: 移调，以半音数计算 点击+或-键升高或降低一个八度，右键单击将它重置为0
zh_hant: 移調，以半音數計算 點擊+或-鍵升高或降低一個八度，右鍵按兩下將它重置為0

# icon button tooltip visualization
source: Tracks visualization window Right click to reset visualizer window position
de: Verfolgt das Visualisierungsfenster Klicken Sie mit der rechten Maustaste, um die Position des Visualizer-Fensters zurückzusetzen
ja: オーディオトラックの視覚化(国服6.1まで利用できません) ビジュアル ウィンドウの位置をリセットするには、右クリックします
zh_hans: 音轨可视化（国服6.1前不可用） 右键单击重置可视化窗口位置
zh_hant: 音軌可視化（國服6.1前不可用） 右鍵按下重置視覺化視窗位置

# window tooltip track selection
source: Track selection MidiBard will only perform enabled tracks Left click to enable/disable a track, Right click to solo it
de: Track-Auswahl MidiBard führt nur aktivierte Tracks durch Linksklick, um einen Track zu aktivieren/deaktivieren, Rechtsklick, um ihn solo zu schalten
ja: オーディオトラックの選択 MIDIBARD は、選択したオーディオトラックのみを再生します [選択]/[選択解除]を左クリックし、右クリックしてそのオーディオトラックのみを再生します
zh_hans: 音轨选择 MIDIBARD只会演奏被选中的音轨 左键单击选择/取消选择该音轨，右键单击只演奏该音轨
zh_hant: 音軌選擇 MIDIBARD只會演奏被選中的音軌 左鍵按下選擇/取消選擇該音軌，右鍵按下只演奏該音軌

# setting label tone mode
source: Tone mode
de: Ton-Modus
ja: ギターの音色モード
zh_hans: 吉他音色模式
zh_hant: 吉他音色模式

# setting tooltip auto open MidiBardTooltip
source: Auto open or close MidiBard window when entering/exiting performance mode
de: Automatisches Öffnen oder Schließen des MidiBard-Fensters beim Wechseln/Beenden des Leistungsmodus
ja: 再生モードに入るか終了すると、MIDIBARD ウィンドウが自動的にオンまたはオフになります
zh_hans: 在进入或退出演奏模式时自动打开或关闭MIDIBARD窗口
zh_hant: 在進入或退出演奏模式時自動打開或關閉MIDIBARD視窗

# setting tooltip song delay
source: Delay time before play next track.
de: Verzögern Sie die Zeit, bevor Sie den nächsten Track abspielen.
ja: 連続再生中の各曲の再生終了後の待機時間
zh_hans: 在连续播放时每首乐曲播放结束后的等待时间
zh_hant: 在連續播放時每首樂曲播放結束后的等待時間

# setting tooltip monitor ensemble
source: Auto start ensemble when entering in-game party ensemble mode
de: Automatischer Start des Ensembles beim Wechsel in den Party-Ensemble-Modus im Spiel
ja: 同期アンサンブルは、ゲーム内のアンサンブルアシスタントの実行中に自動的に開始されます
zh_hans: 在游戏内的合奏助手运行时自动开始同步合奏
zh_hant: 在遊戲內的合奏助手運行時自動開始同步合奏

# text current playing
source: Playing:
de: Spielen:
ja: 再生中:
zh_hans: 正在播放：
zh_hant: 播放：

# play mode random
source: Random
de: Zufällig
ja: シャッフル
zh_hans: 随机播放
zh_hant: 隨機播放

# play mode list ordered
source: List ordered
de: Liste geordnet
ja: リストの順序 (リストの終了時に停止)
zh_hans: 列表顺序（列表结束后停止）
zh_hant: 清單順序（清單結束後停止）

# play mode list repeat
source: List repeat
de: Liste wiederholen
ja: リスト ループ
zh_hans: 列表循环
zh_hant: 清單迴圈

# play mode single repeat
source: Single repeat
de: Einzelne Wiederholung
ja: シングルループ
zh_hans: 单曲循环
zh_hant: 單曲迴圈

# text Import in progress
source: Import in progress...
de: Import in Bearbeitung...
ja: インポートしています...
zh_hans: 正在导入...
zh_hant: 匯入中...

# text listening midi device
source: Listening input device:
de: Abhör-Eingabegerät:
ja: MIDI 入力をリッスンしています:
zh_hans: 正在监听MIDI输入：
zh_hant: 正在監聽MIDI輸入：

# setting label theme color
source: UI color
de: Farbe der Benutzeroberfläche
ja: テーマの色
zh_hans: 主题颜色
zh_hant: 主題顏色

# setting label auto open MidiBard
source: Auto open MidiBard
de: MidiBard automatisch öffnen
ja: MIDIBARD を自動的にオンにします
zh_hans: 自动打开MIDIBARD
zh_hant: 自動打開MIDIBARD

# setting label auto restart listening
source: Auto restart listening
de: Automatischer Neustart der Überwachung
ja: リスニングを自動的に再開します
zh_hans: 自动恢复监听
zh_hant: 自動恢復監聽

# setting label auto switch instrument by file name
source: Auto switch instrument(file name)
de: Auto-Switch-Instrument (Dateiname)
ja: ファイル名に基づいてインストゥルメントを自動的に切り替えます
zh_hans: 根据文件名自动切换乐器
zh_hant: 根據檔名自動切換樂器

# setting label auto transpose by file name
source: Auto transpose(file name)
de: Automatische Transponierung (Dateiname)
ja: ファイル名に基づいて自動的に移動します
zh_hans: 根据文件名自动移调
zh_hant: 根據檔案名自動移調

# setting label auto adapt notes
source: Auto adapt notes
de: Notizen automatisch anpassen
ja: アダプティブ シフト
zh_hans: 自适应移调
zh_hant: 自適應移調

# text start event listening
source: Start event listening on
de: Starten der Ereignisüberwachung auf
ja: デバイスのリスニングを開始します
zh_hans: 开始监听设备
zh_hant: 開始監聽設備

# notice midi device error
source: "{0}" is not available now. Please check log for further error information.
de: "{0}" ist derzeit nicht verfügbar. Bitte überprüfen Sie das Protokoll auf weitere Fehlerinformationen.
ja: デバイス {0} は現在利用できません
zh_hans: 设备 {0} 当前不可用
zh_hant: 設備 {0} 當前不可用

# notice midi device stop listening
source: Stop event listening on
de: Beenden der Ereignisabhörung
ja: リスニング デバイスを停止します
zh_hans: 停止监听设备
zh_hant: 停止監聽設備

# icon button tooltip ensemble panel
source: Ensemble panel
ja: ローカルアンサンブルコントロールパネル
zh_hans: 本地合奏控制面板
zh_hant: 本地合奏控制面板

# setting label low latency mode
source: Low latency mode
de: Modus mit niedriger Latenz
ja: 低遅延モード
zh_hans: 低延迟模式
zh_hant: 低延遲模式

# setting tooltip low latency mode
source: Use alternative note input method, May slightly reduce input latency but will affect guitar tone switching accuracy. Only recommended while using Midi keyboard.
de: Verwenden Sie eine alternative Noteneingabemethode, die die Eingabelatenz möglicherweise leicht reduziert, sich jedoch auf die Genauigkeit der Klangumschaltung der Gitarre auswirkt. Nur empfohlen bei Verwendung der Midi-Tastatur.
ja: 代替ノート入力方法を使用すると、入力遅延がわずかに減少する可能性がありますが、ギターの音色切り替えの精度に影響します。 MIDI キーボードの演奏を接続する場合にのみお勧めします。
zh_hans: 使用备选的音符输入方式，可能会稍微降低输入延迟，但将影响吉他音色切换的准确性。 仅推荐在连接MIDI键盘演奏时使用。
zh_hant: 使用備選的音符輸入方式，可能會稍微降低輸入延遲，但將影響吉他音色切換的準確性。 僅推薦在連接MIDI鍵盤演奏時使用。

# setting label auto set background frame limit
source: Auto set background frame limit
de: Automatisches Festlegen des Hintergrund-Frame-Limits
ja: バックグラウンド フレーム レートを自動的に設定します
zh_hans: 自动设置后台帧率
zh_hant: 自動設置後台幀率

# setting tooltip auto set background frame limit
source: Auto disable background frame limit when entering performance mode and re-enable it when quit performance
de: Automatisches Deaktivieren des Hintergrundframe-Limits beim Wechseln in den Leistungsmodus und erneutes Aktivieren beim Beenden der Leistung
ja: 再生モードに入ると、自動的に「ゲームが非アクティブのときにフレームレートを制限する」オプションをオフにし、再生モードを終了すると再度オンにします
zh_hans: 在进入演奏模式时自动关闭“当游戏处于非激活状态时限制帧率”的选项，并在退出演奏模式时重新打开它
zh_hant: 在進入演奏模式時自動關閉「當遊戲處於非激活狀態時限制幀率」的選項，並在退出演奏模式時重新打開它

# window title standalone playlist
source: MidiBard Playlist
de: MidiBard-Wiedergabeliste
ja: MidiBardプレイリスト
zh_hans: MidiBard 播放列表
zh_hant: MidiBard 播放清單

# icon button tooltip playlist menu
source: Show playlist menu
de: Wiedergabelistenauswahl anzeigen
ja: 再生リスト選択ウィンドウを表示します
zh_hans: 显示播放列表菜单
zh_hant: 顯示播放清單選擇視窗

# setting label standalone playlist window
source: Standalone playlist window
de: Eigenständiges Wiedergabelistenfenster
ja: スタンドアロン再生リスト ウィンドウ
zh_hans: 独立播放列表窗口
zh_hant: 獨立播放清單視窗

# window title ensemble panel
source: MidiBard local ensemble control
de: MidiBard lokale Ensemble-Kontrolle
ja: MidiBardローカルアンサンブルコントロール
zh_hans: MidiBard 本地合奏控制
zh_hant: MidiBard 本地合奏控制

# ensemble stop ensemble
source: Stop ensemble
ja: アンサンブルを停止します
zh_hans: 停止合奏
zh_hant: 停止合奏

# ensemble begin ensemble ready check
source: Begin ensemble ready check
de: Beginnen Sie mit der Prüfung der Ensemblebereitschaft
ja: アンサンブルを開始し、確認のために準備します
zh_hans: 开始合奏准备确认
zh_hant: 開始合奏準備確認

# ensemble update instruments
source: Update Instruments, right click to pull back instrument
de: Instrumente aktualisieren, Rechtsklick zum Zurückziehen des Instruments
ja: すべてのプレーヤーが使用するインストゥルメントを更新し、右クリックしてインストゥルメントを取り消します
zh_hans: 更新所有队员的使用的乐器，右键单击收回乐器
zh_hant: 更新所有隊員的使用的樂器，右鍵按下收回樂器

# ensemble open midi config directory
source: Open current midi config file directory
de: Aktuelles midi-Konfigurationsdateiverzeichnis öffnen
ja: 現在の MIDI 設定フォルダを開きます
zh_hans: 打开当前MIDI设置文件夹
zh_hant: 打開當前MIDI設置資料夾

# ensemble open midi config file
source: Open current midi config file
de: Aktuelle Midi-Konfigurationsdatei öffnen
ja: 現在の MIDI 設定ファイルを開きます
zh_hans: 打开当前MIDI设置文件
zh_hant: 打開當前MIDI設置檔

# ensemble Delete and reset current file config
source: Delete and reset current file config
de: Löschen und Zurücksetzen der aktuellen Dateikonfiguration
ja: 現在の MIDI 設定ファイルを削除してリセットします
zh_hans: 删除并重置当前MIDI设置文件
zh_hant: 刪除並重置當前MIDI設置檔

# ensemble unmute other clients
source: Unmute other clients
de: Aufheben der Stummschaltung anderer Clients
ja: 他のクライアントのミュートを解除します
zh_hans: 取消静音其他客户端
zh_hant: 取消靜音其他用戶端

# ensemble mute other clients
source: Mute other clients
de: Andere Clients stummschalten
ja: 他のクライアントをミュートします
zh_hans: 静音其他客户端
zh_hant: 靜音其他用戶端

# ensemble Minimize other clients
source: Minimize other clients, right click to restore them.
de: Minimieren Sie andere Clients, klicken Sie mit der rechten Maustaste, um sie wiederherzustellen.
ja: 他のクライアント ウィンドウを最小化し、右クリックして復元します
zh_hans: 最小化其他客户端窗口，右键点击还原它们
zh_hant: 最小化其他客戶端視窗，右鍵點擊還原它們

# icon button tooltip sync settings
source: Sync all Midibard settings on this pc
de: Alle Midibar-Einstellungen auf diesem PC synchronisieren
ja: すべてのクライアントの MIDIBARD 設定を今すぐ同期します
zh_hans: 立即同步所有客户端的MIDIBARD设置
zh_hant: 立即同步所有用戶端的MIDIBARD設置

# ensemble Save default performers
source: Save default performers
de: Speichern von Standardausführenden
ja: デフォルトの演奏者構成を保存します
zh_hans: 保存默认演奏者配置
zh_hant: 保存預設演奏者配置

# ensemble Select a song from playlist
source: Select a song from playlist
de: Wählen Sie einen Titel aus der Wiedergabeliste aus
ja: 再生リストから曲を選択します
zh_hans: 从播放列表中选择一首乐曲
zh_hant: 從播放清單中選擇一首樂曲

# ensemble combo tooltip assign track character
source: Assign track to a character. Right click to reset assigned character
de: Weisen Sie einem Charakter eine Spur zu. Klicken Sie mit der rechten Maustaste, um das zugewiesene Zeichen zurückzusetzen
ja: オーディオトラックの演奏者を指定し、右クリックして設定した演奏者をクリアします
zh_hans: 为音轨指定演奏者，右键点击清除已设定的演奏者
zh_hant: 為音軌指定演奏者，右鍵點擊清除已設定的演奏者

# ensemble config Draw ensemble progress indicator on visualizer
source: Draw ensemble progress indicator on visualizer
de: Fortschrittsanzeige für das Zeichnen des Ensembles auf dem Visualizer
ja: ビジュアリゼーション ウィンドウにアンサンブルの進行状況インジケーターを表示します
zh_hans: 在可视化窗口中显示合奏进度指示器
zh_hant: 在視覺化視窗中顯示合奏進度指示器

# ensemble config Ensemble indicator delay
source: Ensemble indicator delay
de: Verzögerung der Ensembleanzeige
ja: アンサンブルの進行状況インジケータの遅延
zh_hans: 合奏进度指示器延迟
zh_hant: 合奏進度指示器延遲

# ensemble config Update instrument when begin ensemble
source: Update instrument when begin ensemble
de: Instrument aktualisieren, wenn das Ensemble beginnt
ja: アンサンブルを開始するときにクリックして楽器を切り替えます
zh_hans: 点击开始合奏时切换乐器
zh_hant: 點擊開始合奏時切換樂器

# window title visualizor
source: MidiBard track visualizer
ja: MidiBard オーディオトラックの視覚化
zh_hans: MidiBard 音轨可视化
zh_hant: MidiBard 音軌可視化

# setting group label ensemble settings
source: Ensemble settings
de: Ensemble-Vertonungen
ja: アンサンブルの設定
zh_hans: 合奏设置
zh_hant: 合奏設置

# setting group label general settings
source: General settings
de: Allgemeine Einstellungen
ja: 一般的な設定
zh_hans: 通用设置
zh_hant: 通用設置

# setting group label performance settings
source: Performance settings
de: Leistungseinstellungen
ja: 演奏の設定
zh_hans: 演奏设置
zh_hant: 演奏設置

# setting label sync clients
source: Enable local clients sync
de: Aktivieren der Synchronisierung lokaler Clients
ja: ネイティブ クライアント同期を有効にします
zh_hans: 启用本机客户端同步
zh_hant: 啟用本機用戶端同步

# setting tooltip sync clients
source: Allow midibard settings and midi file settings auto sync between all midibard instances on this pc
de: Automatische Synchronisierung der Midibar-Einstellungen und Midi-Dateieinstellungen zwischen allen Midibar-Instanzen auf diesem PC zulassen
ja: MIDIBARD がこの PC で実行されている FFXIV クライアント間でデータを同期できるようにします
zh_hans: 允许MIDIBARD在这台电脑上正在运行的FFXIV客户端间同步数据
zh_hant: 允許MIDIBARD在這台電腦上正在運行的FFXIV用戶端間同步數據

# language english
source: English
de: Englisch
ja: 英語
zh_hans: 英語
zh_hant: 英語

# language chs
source: Chinese Simplified
de: Chinesisch (Vereinfacht)
ja: 簡体字中国語
zh_hans: 简体中文
zh_hant: 簡體中文

# language cht
source: Chinese Traditional
de: Chinesisch (Traditionell)
ja: 繁体字中国語
zh_hans: 繁体中文
zh_hant: 繁體中文

# language japanese
source: Japanese
de: Japanisch
ja: 日本語
zh_hans: 日语
zh_hant: 日語

# language german
source: German
de: Deutsch
ja: ドイツ語
zh_hans: 德语
zh_hant: 德語

# menu label sync playlist
source: Sync playlist between clients
de: Speichern und synchronisieren
ja: 再生リストの状態を保存して同期します
zh_hans: 同步播放列表
zh_hant: 保存並同步播放清單狀態

# menu label save search as playlist
source: Save playlist search results as...
de: Aktuelles Suchergebnis als neue Wiedergabeliste speichern
ja: 現在の再生リストの検索結果を新しい再生リストとして保存します
zh_hans: 保存播放列表搜索结果为…
zh_hant: 保存目前播放清單搜尋結果為新的播放清單

# menu label new playlist
source: Create a new playlist
de: Neue Playlist
ja: 新しい再生リストを作成します
zh_hans: 新建播放列表
zh_hant: 新建播放清單
