Repository: dohwadev/MidiBard2
Catalog: Midibard/Resources/Language.*.resx
Languages: de, ja, zh_hans, zh_hant

# menu label clone current playlist
source: Save current playlist as...
de: Aktuelle Wiedergabeliste klonen
ja: 現在の再生リストを複製します
zh_hans: 将当前播放列表另存为…
zh_hant: 克隆目前播放清單

# menu label open playlist
source: Open playlist
zh_hans: 打开播放列表

# menu label save playlist
source: Save playlist
zh_hans: 保存播放列表

# menu text recent playlist
source: Recent playlists
zh_hans: 最近使用的播放列表

# text file copy
source: (Copy)
zh_hans: (副本)

# text midibard playlist
source: Midibard playlist
zh_hans: Midibard 播放列表

# window title choose new playlist save location
source: Choose new playlist save location
zh_hans: 选择新播放列表保存位置

# text new playlist
source: New playlist
zh_hans: 新建播放列表

# menu item load playlist
source: Load
zh_hans: 加载

# menu item open in file explorer
source: Open in file explorer
zh_hans: 在文件资源管理器中打开

# menu item open in text editor
source: Open in text editor
zh_hans: 在文本编辑器中打开

# menu item remove from recent list
source: Remove from recent list
zh_hans: 从最近使用中移除
